#!/usr/bin/python
#coding: UTF-8

GRADE_NAME=(
        (1,'一年级'),
        (2, '二年级'),
        (3, '三年级'),
        (4, '四年级'),
        (5, '五年级'),
        (6, '六年级'),
        (7, '七年级'),
        (8, '八年级'),
        (9, '九年级'),
        (10, '高一'),
        (11, '高二'),
        (12, '高三'),
    )
subjectCd_DESC=(
        (1, '语文'),
        (2, '数学'),
        (3, '英语'),
        (4, '物理'),
        (5, '化学'),
        (6, '生物'),
        (7, '政治'),
        (8, '地理'),
        (9, '历史'),
    )
SEMESTER=(
    (1, '上学期'),
    (2, '下学期'),
)
TOPIC_TYPE=(
    (1, '选择题'),
    (2, '填空题'),
    (3, '问答题'),
    (4, '判断题'),
)
GENDER=(
    (1,'男'),
    (2,'女'),
    (3,'未知性别'),
)